---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeTreadMaterial
source: html/5e2e395d-6a23-64f4-0d18-8b75fc5c01bf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsTrisertypeTreadMaterial Property

"Tread Material"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsTrisertypeTreadMaterial { get; }
```